[ar-SA] - Arabic (Saudi Arabia)
Menu.PinStartCs = تثبيت بالقائمة "ابدأ".
Menu.UnpinStartCs = إزالة التثبيت من القائمة "ابدأ"

[bg-BG] - Bulgarian (Bulgaria)
Menu.PinStartCs = Закачи към менюто "Старт"
Menu.UnpinStartCs = Откачи от менюто "Старт"

[ca-ES] - Catalan (Catalan)
Menu.PinStartCs = Ancorar al Menú Inicia
Menu.UnpinStartCs = Desancorar del Menú Inicia

[cs-CZ] - Czech (Czech Republic)
Menu.PinStartCs = Připnout k nabídce Start
Menu.UnpinStartCs = Odepnout z nabídky Start

[da-DK] - Danish (Denmark)
Menu.PinStartCs = Fastgør til menuen Start
Menu.UnpinStartCs = Frigør fra menuen Start

[de-DE] - German (Germany)
Menu.PinStartCs = An Startmenü anheften
Menu.UnpinStartCs = Vom Startmenü lösen

[el-GR] - Greek (Greece)
Menu.PinStartCs = Καρφίτσωμα στο μενού "Έναρξη"
Menu.UnpinStartCs = Ξεκαρφίτσωμα από το μενού "Έναρξη"

[en-US] - English (United States)
Menu.PinStartCs = Pin to Start menu
Menu.UnpinStartCs = Unpin from Start menu

[es-ES] - Spanish (Spain)
Menu.PinStartCs = Anclar al menú Inicio
Menu.UnpinStartCs = Desanclar del menú Inicio

[et-EE] - Estonian (Estonia)
Menu.PinStartCs = Kinnita menüüsse Start
Menu.UnpinStartCs = Eemalda menüüst Start

[fa-IR] - Persian
Menu.PinStartCs = سنجاق کردن به منوی شروع
Menu.UnpinStartCs = برداشتن از منوی شروع

[fi-FI] - Finnish (Finland)
Menu.PinStartCs = Kiinnitä Käynnistä-valikkoon
Menu.UnpinStartCs = Poista kiinnitys Käynnistä-valikosta

[fr-FR] - French (France)
Menu.PinStartCs = Épingler au menu Démarrer
Menu.UnpinStartCs = Détacher du menu Démarrer

[gd-GB] - Scottish Gaelic (United Kingdom)
Menu.PinStartCs = Prìnich ris a' chlàr-taice tòiseachaidh
Menu.UnpinStartCs = Dì-phrìnich on chlàr-taice tòiseachaidh

[he-IL] - Hebrew (Israel)
Menu.PinStartCs = הצמד לתפריט התחלה
Menu.UnpinStartCs = בטל הצמדה לתפריט התחלה

[hr-HR] - Croatian (Croatia)
Menu.PinStartCs = Prikvači na izbornik Start
Menu.UnpinStartCs = Otkvači s izbornika Start

[hu-HU] - Hungarian (Hungary)
Menu.PinStartCs = Rögzítés a Start menün
Menu.UnpinStartCs = Rögzítés feloldása a Start menün

[is-IS] - Icelandic (Iceland)
Menu.PinStartCs = Festa við ræsivalmynd
Menu.UnpinStartCs = Losa af ræsivalmynd

[it-IT] - Italian (Italy)
Menu.PinStartCs = Aggiungi al menu Start
Menu.UnpinStartCs = Rimuovi dal menu Start

[ja-JP] - Japanese (Japan)
Menu.PinStartCs = スタート メニューに表示する
Menu.UnpinStartCs = スタート メニューに表示しない

[ko-KR] - Korean (Korea)
Menu.PinStartCs = 시작 메뉴에 고정
Menu.UnpinStartCs = 시작 메뉴에서 제거

[lt-LT] - Lithuanian (Lithuania)
Menu.PinStartCs = Padaryti prieinamą meniu Pradėti
Menu.UnpinStartCs = Padaryti neprieinamą meniu Pradėti

[lv-LV] - Latvian (Latvia)
Menu.PinStartCs = Piespraust izvēlnei Sākt
Menu.UnpinStartCs = Atspraust no izvēlnes Sākt

[mk-MK] - Macedonian (Macedonia)
Menu.PinStartCs = Закачи го кон менито "Старт"
Menu.UnpinStartCs = Откачи го од менито "Старт"

[nb-NO] - Norwegian, Bokmål (Norway)
Menu.PinStartCs = Fest til Start-menyen
Menu.UnpinStartCs = Løsne fra Start-menyen

[nl-NL] - Dutch (Netherlands)
Menu.PinStartCs = Vastmaken aan menu Start
Menu.UnpinStartCs = Losmaken van menu Start

[pl-PL] - Polish (Poland)
Menu.PinStartCs = Przypnij do menu Start
Menu.UnpinStartCs = Odepnij od menu Start

[pt-BR] - Portuguese (Brazil)
Menu.PinStartCs = Fixar no Menu Iniciar
Menu.UnpinStartCs = Desafixar do Menu Iniciar

[pt-PT] - Portuguese (Portugal)
Menu.PinStartCs = Afixar no menu Iniciar
Menu.UnpinStartCs = Remover do menu Iniciar

[ro-RO] - Romanian (Romania)
Menu.PinStartCs = Fixare la meniul Start
Menu.UnpinStartCs = Anulare fixare la meniul Start

[ru-RU] - Russian (Russia)
Menu.PinStartCs = Закрепить в меню "Пуск"
Menu.UnpinStartCs = Изъять из меню "Пуск"

[sk-SK] - Slovak (Slovakia)
Menu.PinStartCs = Pripnúť položku do ponuky Štart
Menu.UnpinStartCs = Zrušiť pripnutie položky v ponuke Štart

[sl-SI] - Slovenian (Slovenia)
Menu.PinStartCs = Pripni v meni »Start«.
Menu.UnpinStartCs = Odpni iz menija »Start«.

[sr-Latn-CS] - Serbian (Latin, Serbia)
Menu.PinStartCs = Dodaj u „Start“ meni
Menu.UnpinStartCs = Ukloni iz „Start“ menija

[sv-SE] - Swedish (Sweden)
Menu.PinStartCs = Fäst på Start-menyn
Menu.UnpinStartCs = Ta bort från Start-menyn

[th-TH] - Thai (Thailand)
Menu.PinStartCs = ตรึงกับเมนูเริ่ม
Menu.UnpinStartCs = ถอนการตรึงออกจากเมนูเริ่ม

[tr-TR] - Turkish (Turkey)
Menu.PinStartCs = Başlat menüsüne sabitle
Menu.UnpinStartCs = Başlat menüsünden ayır

[uk-UA] - Ukrainian (Ukraine)
Menu.PinStartCs = Прикріпити до меню "Пуск"
Menu.UnpinStartCs = Відкріпити від меню "Пуск"

[zh-CN] - Chinese (Simplified)
Menu.PinStartCs = 锁定到「开始」菜单
Menu.UnpinStartCs = 从「开始」菜单解锁

[zh-HK] - Chinese (Traditional)
Menu.PinStartCs = 釘選到 [開始] 功能表
Menu.UnpinStartCs = 從 [開始] 功能表取消釘選

[zh-TW] - Chinese (Traditional)
Menu.PinStartCs = 釘選到 [開始] 功能表
Menu.UnpinStartCs = 從 [開始] 功能表取消釘選

